app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", Fri, 07 Feb 2014 12:13:18 UTC +00:00], ["updated_at", Fri, 07 Feb 2014 12:13:18 UTC +00:00]]
---
  def create
    Post.create params[:title][:body]